Revit 2027 API
PerformanceAdviser.GetRuleDescription Method
Overload List
Name | Description
GetRuleDescription(Int32) |  Retrieves the description of the rule.
GetRuleDescription(PerformanceAdviserRuleId) |  Retrieves the description of the rule.
Top
See Also
Reference
PerformanceAdviser Class
Autodesk.Revit.DB Namespace